/* No comment provided by engineer. */
"%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A" = "%0A%0AIf%20you%20report%20a%20crash%2C%20please%20attach%20the%20crash%20log%20found%20in%20%3CHome%3E/Library/Logs/CrashReporter/SubEthaEdit.crash.log.%0A%0A";

/* arrangement of Tab setting and tab width in Bottm Status Bar */
"%@ (%d)" = "%@ (%d)";

/* Proxy window title for invited documents */
"%@ (invited...)" = "%@ へ招待";

/* Proxy window title for joining documents */
"%@ (joining...)" = "%@ へ参加中";

/* FindRegexPrefix */
"%@ - Find All" = "一括検索 - %@";

/* Status string showing the number of documents in Rendezvous and Internet browser */
"%d Document(s)" = "%d つの書類";

/* Entries Found in FindAll Panel */
"%d found." = "%d 個発見しました";

/* Pending Users Display in Menu Title Bar */
"%d pending" = "%d 人未決定";

/* Number of replaced strings */
"%d replaced." = "%d 個置換しました";

/* Entry for Symbol Pop Up when no Symbol is found */
"<No selected symbol>" = "<選択されたシンボル無し>";

/* Syntax XML Structure Error Informative Text */
"<state> \"%@\" has no <begin>. This confuses me. Please check your syntax definition." = "<state>“%@”には <begin> がありません。これでは混乱してしまいます。構文定義を確認してください。";

/* No comment provided by engineer. */
"[Blockediting]" = "[ブロック編集中]";

/* Symbol Regular Expression Error Informative Text */
"\"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "“%@”は正しい正規表現ではありません。あなたの正規表現を検索パネルの Ruby モードを利用して確認してください。";

/* Syntax Regular Expression Error Informative Text */
"\"%@\" within state \"%@\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "“%@”(%@ 中) は正しい正規表現ではありません。あなたの正規表現を検索パネルの Ruby モードを利用して確認してください。";

/* Regular Expression Error Informative Text */
"\"%@\" within tag \"<%@>\" is not a valid regular expression. Please check your regular expression in Find Panel's Ruby mode." = "“%@”(タグ <%@> 中) は正しい正規表現ではありません。あなたの正規表現を検索パネルの Ruby モードを利用して確認してください。";

/* Button title */
"Abort" = "中断";

/* Sheet informative text when user has open document connections */
"AbortChannels" = "これらの書類にはいくつかの接続が確立されています。中断するとこれらの接続は失われます。";

/* Menu/Toolbar Title for announcing the Document */
"Announce" = "告知";

/* No comment provided by engineer. */
"Announce/Conceal" = "告知／隠匿";

/* No comment provided by engineer. */
"Announce/Conceal Document" = "書類を告知／隠匿します";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "自動";

/* Foo */
"Automatic Mode" = "モード自動";

/* Text while waiting for answer to join request */
"Awaiting answer..." = "応答を待っています…";

/* Awaiting Response */
"AwaitingResponse" = "返答を待っています";

/* AIM user entry for Browser context menu */
"BrowserContextMenuAIM" = "チャットを開く";

/* Cancel connetion entry for Browser context menu */
"BrowserContextMenuCancelConnection" = "キャンセル";

/* Clear entry for Browser context menu */
"BrowserContextMenuClear" = "すべてを消去";

/* Email user entry for Browser context menu */
"BrowserContextMenuEmail" = "メールを送信";

/* Join document entry for Browser context menu */
"BrowserContextMenuJoin" = "参加";

/* Reconnect entry for Browser context menu */
"BrowserContextMenuReconnect" = "再接続";

/* Show document entry for Browser context menu */
"BrowserContextMenuShowDocument" = "表示";

/* No comment provided by engineer. */
"BugReport" = "Bug%20Report";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"CancelOrPromote" = "現在のエンコーディングではあなたの入力しようとしている文字を扱うことができません。入力をキャンセルするか、扱えるエンコーディングに変更しますか？";

/* As shown in bottom status bar */
"CharacterWrap" = "字";

/* Server Closed Document title in Sheet */
"Closed" = "閉じられました";

/* Server Closed Document info in Sheet */
"ClosedInfo" = "この書類は所有者によって閉じられてしまいました。今後のあなたの変更は所有者側へは反映されません。";

/* Collapse Split View Menu Entry */
"Collapse Split View" = "分割されたビューを折りたたむ";

/* Blue */
"ColorBlue" = "青";

/* Custom Color Name */
"ColorCustom" = "カスタム…";

/* Green */
"ColorGreen" = "緑";

/* Orange */
"ColorOrange" = "オレンジ";

/* Pink */
"ColorPink" = "ピンク";

/* Purple */
"ColorPurple" = "紫";

/* Red */
"ColorRed" = "赤";

/* Teal */
"ColorTeal" = "水色";

/* Yellow */
"ColorYellow" = "黄色";

/* Menu/Toolbar Title for concealing the Document */
"Conceal" = "隠匿";

/* Button title Continue */
"Continue" = "続ける";

/* No comment provided by engineer. */
"Convert" = "変換";

/* No comment provided by engineer. */
"ConvertOrReinterpret" = "ファイルを新しいエンコーディングに変換するか、新しいエンコーディングを使って再解釈しますか？";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List..." = "エンコーディングリストをカスタマイズ…";

/* Declined Invitation */
"DeclinedInvitation" = "招待を断る";

/* Text in Proxy window */
"Did lose Connection!" = "接続切断";

/* No comment provided by engineer. */
"Document changed externally" = "外部で書類が変更されました";

/* Button Title Done */
"Done" = "終了";

/* No comment provided by engineer. */
"Edit anyway" = "構わず編集";

/* Label displayed below edit icon and used as window title. */
"EditPrefsIconLabel" = "編集";

/* No comment provided by engineer. */
"Encoding %@ not applicable" = "エンコーディング %@ はファイルの現在の内容を表示できません。エンコーディングは変更されません。";

/* No comment provided by engineer. */
"Encoding %@ not reinterpretable" = "エンコーディング %@ でファイルを再解釈することができませんでした。";

/* No comment provided by engineer. */
"Error" = "エラー";

/* XML Parse Error Informative Text */
"Error \"%@\" while parsing line %d of \"%@\". Please check your Syntax Definition for XML validity." = "エラー“%@”が %d 行目 (%@) の解釈中に発生しました。構文定義が XML として正しいか確認してください。";

/* No comment provided by engineer. */
"File Encoding" = "ファイルエンコーディング";

/* No comment provided by engineer. */
"File is read-only" = "ファイルは読み込み専用です";

/* FindRegexPrefix */
"Find: %@" = "検索：%@";

/* Status bar text when following */
"Following %@" = "%@ を追跡中";

/* Label displayed below general icon and used as window title. */
"GeneralPrefsIconLabel" = "一般";

/* No comment provided by engineer. */
"Goto Next Change" = "次の変更部分へ移動します";

/* No comment provided by engineer. */
"Goto Next Symbol" = "次のシンボルに移動します";

/* No comment provided by engineer. */
"Goto Previous Change" = "前の変更部分へ移動します";

/* No comment provided by engineer. */
"Goto Previous Symbol" = "前のシンボルに移動します";

/* No comment provided by engineer. */
"Hide Changes" = "変更部分を隠す";

/* No comment provided by engineer. */
"Hide Participants" = "参加者一覧を隠す";

/* Cancelled */
"HostEntryStatusCancelled" = "キャンセルされました";

/* Cancelling */
"HostEntryStatusCancelling" = "キャンセルしています";

/* Could not contact */
"HostEntryStatusContactFailed" = "接触できませんでした";

/* Contacting */
"HostEntryStatusContacting" = "接触中";

/* Could not resolve */
"HostEntryStatusResolveFailed" = "名前の解決ができませんでした";

/* Resolving */
"HostEntryStatusResolving" = "解決中";

/* Connection Lost */
"HostEntryStatusSessionAtEnd" = "接続切断";

/* Invisible */
"HostEntryStatusSessionInvisible" = "不可視";

/* Connected */
"HostEntryStatusSessionOpen" = "接続中";

/* Inbound Connection ToolTip */
"Inbound Connection" = "到着した接続";

/* Inbound Connection ToolTip With Address */
"Inbound Connection from %@" = "%@ から接続が来ましました";

/* No comment provided by engineer. */
"Internet" = "インターネット";

/*Title of Clear Button in InternetBrowser. */
"InternetClear" = "消去";

/* InvalidRegex */
"Invalid regex" = "不正な正規表現です";

/* No comment provided by engineer. */
"Invalid Serial Number" = "不正なシリアル番号です";

/* Status string in vibilitypulldown in Browsers for invisible */
"Invisible" = "不可視";

/* Text in Proxy window */
"Invitation was canceled!" = "招待はキャンセルされました。";

/* Text in Proxy window */
"Join Request was denied!" = "参加要求は拒否されました";

/* Button title */
"Keep Connection" = "接続を維持";

/* No comment provided by engineer. */
"Keep SubEthaEdit Version" = "SubEthaEdit での内容を維持";

/* Kick title in Sheet */
"Kicked" = "けり出されました";

/* Kick info in Sheet */
"KickedInfo" = "この書類の所有者はあなたが参加することを禁止しました。今後のあなたの変更は所有者側へは反映されません。";

/* No comment provided by engineer. */
"Licensed for non-commercial use" = "非営利目的用にライセンスされています";

/* No comment provided by engineer. */
"Lossy" = "Lossy";

/* LostConnection title in Sheet */
"LostConnection" = "接続切断";

/* LostConnection info in Sheet */
"LostConnectionInfo" = "この書類の接続は予期せず切れました。今後のあなたの変更は所有者側へは反映されません。";

/* No comment provided by engineer. */
"me" = "自分";

/* New File Dock Menu Item */
"New File" = "新規ファイル";

/* No comment provided by engineer. */
"Next Change" = "次の変更部分";

/* No comment provided by engineer. */
"Next Symbol" = "次のシンボル";

/* Find string not found */
"Not found." = "見つかりませんでした";

/* Ok in sheet */
"OK" = "OK";

/* Symbol Regular Expression Error Informative Text */
"One of the specified <block> elements is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "指定された <block> 要素の一つは正しい正規表現ではありません。そのため結合した正規表現“%@”はコンパイルできませんでした。あなたの正規表現を検索パネルの Ruby モードを利用して確認してください。";

/* Syntax Regular Expression Error Informative Text */
"One of the specified state <begin>'s is not a valid regular expression. Therefore the combined start regex \"%@\" could not be compiled. Please check your regular expression in Find Panel's Ruby mode." = "指定された状態 <begin>' の一つは正しい正規表現ではありません。そのため結合した正規表現“%@”はコンパイルできませんでした。あなたの正規表現を検索パネルの Ruby モードを利用して確認してください。";

/* Open File Dock Menu Item */
"Open File..." = "ファイルを開く…";

/* No comment provided by engineer. */
"Open Internet Browser" = "インターネット用ブラウザを開きます";

/* Web preview open link in browser contextual menu item */
"Open Link in Browser" = "リンクをブラウザで開く";

/* No comment provided by engineer. */
"Open Rendezvous Browser" = "Rendezvous 用ブラウザを開きます";

/* Sheet message text when user has open document connections */
"OpenChannels" = "接続開始";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuDeny" = "拒否";

/* Follow user entry for Participant context menu */
"ParticipantContextMenuFollow" = "追跡";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKick" = "けり出す";

/* KickDeny user entry for Participant context menu */
"ParticipantContextMenuKickDeny" = "けり出す／拒否";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadOnly" = "読み取り専用に";

/* ReadWrite user entry for Participant context menu */
"ParticipantContextMenuReadWrite" = "読み書き可能に昇格";

/* Participants toolbar label */
"Participants" = "参加者一覧";

/* Participants tool tip */
"ParticipantsToolTip" = "参加者一覧をトグルします";

/* Description in Participants view for pending users */
"pending users" = "未決定ユーザ";

/* No comment provided by engineer. */
"Previous Change" = "前の変更部分";

/* No comment provided by engineer. */
"Previous Symbol" = "前のシンボル";

/* No comment provided by engineer. */
"Promote to Unicode" = "Unicode へ変更";

/* No comment provided by engineer. */
"Promote to UTF8" = "UTF8 へ変更";

/* Description in Participants view for Read Only access */
"read only" = "読み専用";

/* Description in Participants view for Read Write access */
"read/write" = "読み／書き";

/* Encoding popup entry indicating mode choice of encoding */
"Recommended by Mode" = "モードにまかせる";

/* Regular Expression Error Title */
"Regular Expression Error" = "正規表現エラー";

/* No comment provided by engineer. */
"Reinterpret" = "再解釈";

/* No comment provided by engineer. */
"Rendezvous" = "Rendezvous";

/* No comment provided by engineer. */
"Revert" = "元に戻す";

/* No comment provided by engineer. */
"Shift Left" = "左へシフト";

/* No comment provided by engineer. */
"Shift Right" = "右へシフト";

/* No comment provided by engineer. */
"Shift Selection Left" = "選択された行を左へシフトします";

/* No comment provided by engineer. */
"Shift Selection Right" = "選択された行を右へシフトします";

/* No comment provided by engineer. */
"Show Changes" = "変更部分を表示";

/* No comment provided by engineer. */
"Show Participants" = "参加者一覧を表示";

/* Bottom status bar text for use Spaces (instead of Tab) setting */
"Spaces" = "スペース";

/* Split View Menu Entry */
"Split View" = "ビューを分割";

/* <do not localize> */
"status" = "status";

/* No comment provided by engineer. */
"Toggle Change Marks" = "変更部分マークをトグルします";

/* No comment provided by engineer. */
"Toggle Changes" = "変更部分表示をトグル";

/* Bottom status bar text for TrueTab setting */
"TrueTab" = "タブ文字";

/* Status string in vibilitypulldown in Browsers for visible */
"Visible" = "可視";

/* No comment provided by engineer. */
"Warning" = "警告";

/* WindowWidthArangementString */
"WindowWidth%d%@" = "%d %@";

/* As shown in bottom status bar */
"WordWrap" = "語";

/* No comment provided by engineer. */
"Written by %@" = "%@ が作成";

/* No comment provided by engineer. */
"Written by %@ et al" = "%@ およびその他が作成";

/* XML Parse Error Title */
"XML Parse Error" = "XML 解釈エラー";

/* XML Structure Error Title */
"XML Structure Error" = "XML 構造エラー";

